software/caTissue/modules/caTissueStaticDataService/test/SOAP-XMLs/InsertInstitution.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Body>
        <InsertRequest xmlns="http://wapi.wustl.edu/WAPI">
            <object>
                <ns1:AbstractDomainObject dirtyEditFlag="false" id="0" name="Institution name1311270811328"
                                          remoteId="1311270811328" remoteManagedFlag="false" xsi:type="ns2:Institution"
                                          xmlns:ns1="gme://caCORE.caCORE/3.2/edu.wustl.common.domain.ws"
                                          xmlns:ns2="gme://caCORE.caCORE/3.2/edu.wustl.catissuecore.domain.ws"/>
            </object>
        </InsertRequest>
    </soapenv:Body>
</soapenv:Envelope>